Repository: Bluegrams/Colora
Catalog: Colora/Properties/Resources.*.resx
Languages: de, es

# Global_strCancel
source: Cancel
de: Abbrechen
es: Cancelar

# ColorEdit_lblColor
source: Color Value
de: Farbwert
es: Valor del color

# ColorEdit_lblComment
source: Comment
de: Kommentar
es: Comentario

# ColorEdit_strInvalidColor
source: Error: The given color code is not valid.
de: Fehler: Der angegebene Farbwert ist ungültig.
es: Error: El color obtenido no es válido.

# ColorEdit_Title
source: Edit Color
de: Farbe bearbeiten
es: Editar Color

# PaletteWindow_menEdit
source: _Edit Color
de: Farbe _editieren
es: _Editar Color

# PaletteWindow_menFile
source: _File
de: _Datei
es: _Archivo

# PaletteWindow_menOpen
source: _Open Palette
de: Palette _öffnen
es: _Abrir Paleta

# PaletteWindow_menSave
source: _Save Palette
de: Palette _speichern
es: _Guardar Paleta

# PaletteWindow_strDelete
source: Selected color will be removed from palette.
de: Die ausgewählte Farbe wird entfernt.
es: El color seleccionado se eliminará de la paleta.

# PaletteWindow_strErrorOpen
source: Failed to read palette from specified file. Error code:
de: Fehler beim Lesen der Palette aus Datei. Fehlercode:
es: No se pudo leer la paleta desde el archivo especificado. Código de error:

# PaletteWindow_strErrorSave
source: Failed to save palette to specified file. Error code:
de: Fehler beim Speichern der angegebenen Palette. Fehlercode:
es: No se pudo guardar la paleta en el archivo especificado. Código de error:

# PaletteWindow_strInvalidFormat
source: Failed to open palette file. File format may be wrong. Error code:
de: Fehler beim Öffnen der Farbpalette. Fehlercode:
es: No se pudo abrir el archivo de paleta. El formato puede ser incorrecto. Código de error:

# PaletteWindow_strNotSaved
source: The current color palette is unsaved. Continue?
de: Die aktuelle Palette ist nicht gespeichert. Trotzdem fortfahren?
es: La paleta de colores actual no está guardada. ¿Continuar de todos modos?

# PaletteWindow_Title
source: Palette Editor
de: Paletteneditor

# MainWindow_strShortcut
source: {0} to pick colors from screen.
de: {0} zum Auswählen einer Farbe.
es: {0} elegir colores de la pantalla.

# MainWindow_menAbout
source: A_bout
de: _Über
es: A_cerca de…

# MainWindow_menColorDialog
source: Open _Color Dialog
de: _Farbdialog öffnen
es: Abrir diálogo de _color

# MainWindow_menMinimalSize
source: _Screen Picker
de: _Bildschirmauswahl
es: _Selector de pantalla

# MainWindow_menNewPalette
source: _New Palette from History
de: _Neue Palette aus Verlauf
es: _Nueva paleta desde el historial

# MainWindow_menOptions
source: _Options
de: _Optionen
es: _Opciones

# MainWindow_menPickScreen
source: Pick from _Screen
de: Bild_schirmauswahl
es: Obtener desde la _pantalla

# MainWindow_menView
source: _View
de: _Ansicht
es: _Ver

# MainWindow_grpColorData
source: Color Data
de: Farbdaten
es: Información del color

# MainWindow_grpScreenPicker
source: Screen Picker
de: Bildschirmauswahl

# MainWindow_strColorSettings
source: More c_olor models
de: Weitere Farbm_odelle
es: Más modelos de c_olor

# MainWindow_strCopy
source: Copy
de: Kopie
es: Copiar

# MainWindow_butAddLast
source: Add to History
de: Zu Verlauf
es: Añadir al historial

# MainWindow_butAddPalette
source: Add to Palette
de: Zu Palette
es: Añadir a la paleta

# MainWindow_grpLatest
source: Color History
de: Verlauf

# MainWindow_menTopmost
source: Pin on _Top
de: Fenster _anpinnen
es: Mantener en _primer plano

# MainWindow_strClipboard
source: To Clipboard
de: In Zwischenablage
es: Copiar al portapapeles

# MainWindow_menDeleteLatest
source: Clear _History
de: Verlauf _löschen
es: Limpiar _historial

# MainWindow_menPaletteEditor
source: _Palette Editor
de: _Paletteneditor
es: Editor de _Paletas

# MainWindow_menGetUpdates
source: Get _Updates
de: _Updates bekommen
es: O_btener actualizaciones

# MainWindow_menColors
source: C_olors
de: _Farben
es: _Herramientas

# HotKeyInputWindow_grpHeader
source: Press the desired key combination
de: Gewünschte Tastenkombination eingeben
es: Presione la combinación de teclas deseada

# MainWindow_menConfigureShortcut
source: Configure _Keyboard Shortcut...
de: Tastaturkürzel einstellen...
es: Cambiar combinación de _teclado

# MainWindow_strHotKeyFailed
source: Registering shortcut '{0}' failed. This could be caused by another app using the same shortcut.
de: Registrieren der Tastenkombination '{0}' fehlgeschlagen. Dies könnte durch eine andere App mit derselben Tastenkombination verursacht sein.
es: No se pudo registrar la combinación de teclas '{0}'. Esto podría deberse a que otra aplicación utiliza la misma combinación.

# HotKeyInputWindow_Title
source: Color Picking Shortcut
de: Tastaturkürzel für Bildschirmauswahl
es: Combinación de teclas para selector de color en pantalla

# MainWindow_menIconBar
source: _Icon Bar
de: _Iconmenü
es: _Barra de iconos

# MainWindow_menColorHistory
source: Color _History
de: _Verlauf
es: _Historial de color

# MainWindow_menDeleteHistoryItem
source: Delete Color
de: Farbe löschen
es: Eliminar color

# MainWindow_strNoShortcut
source: Error: No shortcut registered.
de: Fehler: Keine Tastenkombination registriert.
es: Error: combinación de teclas no registrada.
